/*
playerNumber*10000000
 
 **************题目****************
 1 is 题目图片
 2 is 文字题干
 3 is 红色按钮item
 4 is 绿色按钮item
 12 is 答题menu
 5 is 第一个答案的文字
 6 is 第二个答案的文字
 7 is 动图题的遮罩
 50 is 正确答案提示
 51-54 是时钟的5个数字
 13 is qsource

 **************能量****************
 20 is 行动力条
 25 is 攻击按钮
 26 is 行动力数字
 27 is 上方技能槽
 28 is 能量条上的盖子
 2222 is 血条
 2223 is 生命数字

 **************战斗****************
 29 is 技能按钮可以点击的指示
 22 is supermode的字幕
 23 is supermode的底层layer
 35 is super bg cover
 36 is 超级英雄
 37 is 整个战斗的底层
 
**************道具****************
 8 is 沉默时间
 9 is 头像上的沉默动画
 10 is 锁链动画
 11 is 刚烈的粒子
 18,19,20是三个道具的禁用标示

 101 is 按钮到处跑的layer
 102 is dot的动画
 103 is hot的buff动画
 
 
 1110 is 乌云
 1111 is 乌云的倒计时
 77776 is 道具Menu
 77777 is 道具item
 87777 is 道具数字
 
 
 60 is 头像


 3333 is 分数label
 */

 
 
