/*
0 is 两个模式的总按钮
1 is 答题模式按钮
2 is 道具模式按钮
3 is 选英雄左右滑动的按钮
 
7  is 金币的table
8  is 金币数
9  is 模式切换按钮
10 is 4个按钮的Menu
11,12,13,14 is ranklist 下面的4个按钮
15 is ranklist 的名字
16 is 还剩几天重新结算
 17 is 购买金币按钮
 
20 is 第1名的板子
21 - 39 is 第2~第20名的板子
 

 
40 is heart table
41,42,43,44,45 is 体力
46 is 体力回复时间
 
50 is 金皇冠
51 is 银皇冠
52 is 铜皇冠
 
英雄选择面板
910 - 1000 英雄升级按钮
1010 －1100 英雄升级按钮Item
1110 - 1200 英雄等级文字
1210 - 1300 英雄解锁价格
1310 - 1400 英雄的等级bar
1410 - 1500 英雄的锁
 
英雄信息的具体页面
2000 is hero level str
2001 is 生命力条
2002 is 攻击力条
2003 is 主动技能效果
2004 is 天赋技能效果
2005 is 金币加成
2006 is 升级需要的金钱
2007 is 下一级生命
2008 is 下一级攻击力
2009 is 下一级主动技能效果
2010 is 下一级被动技能效果
2011 is 解锁天赋技能

 
994 is 目前状态文字
995 is 机器人的名字 
996 is 匹配中另一个对手的card
997 is match layer
998 is ContainerLayer
999 is Scrollview

ranklist:
160 - 181为用户头像
260 - 281为用户昵称
360 - 381为用户胜率
460 - 481为用户本周胜场
 
Listlist
160 - 181为题包图片
260 - 281为题包名称
360 - 381为题目数
460 - 481为第一名姓名
560 - 581为前往按钮
660为前往按钮
 
DaojuList
160 - 181为道具图片
260 - 281为道具名称
360 - 381为价格
460 - 481为是否买了
560 - 581为描述
660为购买按钮
 
道具
1001-1007
 
 
*/